TOKEN = '5398497193:AAGIb9fpRMo5yN54moUoODS2WNNlONfktzk'
WELCOME_MSG = '''
<b>Привет! Это проект “5 IT лицеев в регионах КР”.</b>
• Наши филиалы открыты в 8 городах Кыргызстана:
• Бишкек
• село Беловодское
• Токмок
• Нарын
• Каракол
• Талас
• Кызыл-Кыя
• Майлуу - Суу

Давай знакомиться! Как тебя зовут?
'''

CONTACTS = '''
<b>ПЛ №93</b>
г. Бишкек, Чолпон-Атинская 3
Гейн Евгений - 0556 401 032

<b>ПЛ №3</b>
г. Бишкек, Раззакова, 62
Темиркулова Наргис - 0705 627 417

<b>ПЛ №28</b>
с. Беловодское, Крупская, 125
Путылина Наталья 0557 555 568

<b>ТИПК</b>
г.Токмок, Шамсинская, 35
Мидина Шаршенбаева - 0707 430 507

<b>ПЛ №87</b>
г. Нарын, Ленина, 92
Ширин Турдумбек кызы - 0701 028 787

<b>ПЛ №14</b>
г.Каракол, Тыныстанова, 61
Максим Баженов - 0555 005 131

<b>ПЛ №6</b>
Талас район, с. Кок-Ой, ул. Манаса, 101
Жаманкулова Самара - 0706 301 904

<b>ПЛ №70</b>
г. Кызыл-Кыя, Асаналиева, 3
Чалабаева Саалтанат - 0770 503 684

<b>ПЛ №76</b>
г. Майлуу Суу, Ленина 2
Расулов Замирбек - 0777 013 975
'''

LANGUAGES = 'Python и JavaScript \nКакому языку программирования хочешь обучиться?'
AGES = 'Ограничений по возрасту нет, необходимо прийти с аттестатом о среднем общем образовании или аттестатом об основном общем образовании'
ORT = 'Чтобы поступить в IT лицеи ОРТ не нужен. Мы проводим сами тестирование на логические задачи и на знание базы математики'
AGE_BASED = 'В лицей можно поступить на базе 9 и 11 классов. \n(Если ты закончил давно школу, выбирай опцию база 11 класса)'

CLASS_9_JAVASCRIPT = ''' 
<b>На базе 9 класса языку программирования JavaScript можно обучиться:</b>

• ТИПК в г. Токмок
• ПЛ №14 в г. Каракол
• ПЛ № 6 в г. Талас
• ПЛ № 87 в г. Нарын
• ПЛ № 70 в г. Кызыл-Кыя
• ПЛ № 76 в г. Майлуу-Суу

'''

CLASS_11_JAVASCRIPT = '''
<b>На базе 11 класса языку программирования JavaScript можно обучиться:</b>

• ПЛ № 3 в г. Бишкек
• ПЛ № 93 в г. Бишкек
• ТИПК в г. Токмок
• ПЛ №14 в г. Каракол
• ПЛ № 87 в г. Нарын
• ПЛ № 70 в г. Кызыл-Кыя
• ПЛ № 76 в г. Майлуу-Суу
'''

CLASS_9_PYTHON = '''
<b>На базе 9 класса языку программирования Python можно обучиться:</b>

• ТИПК в г. Токмок
• ПЛ №14 в г. Каракол
• ПЛ № 87 в г. Нарын
• ПЛ № 70 в г. Кызыл-Кыя
• ПЛ № 76 в г. Майлуу-Суу
'''

CLASS_11_PYTHON = '''
<b>На базе 11 класса языку программирования Python можно обучиться:</b>

• ПЛ № 3 в г. Бишкек
• ПЛ № 93 в г. Бишкек
• ПЛ № 28 в с. Беловодское
• ТИПК в г. Токмок
• ПЛ №14 в г. Каракол
• ПЛ № 6 в г. Талас
• ПЛ № 87 в г. Нарын
• ПЛ № 70 в г. Кызыл-Кыя
• ПЛ № 76 в г. Майлуу-Суу
'''

EDUCATION_PROGRAM = '''
Программа обучения была специально разработана действующими <b>программистами в 2019 году</b> и закреплена <b>РНМЦ</b>. В программу обучения входят актуальные темы для изучения языка программирования.


<b>Ссылка на программу обучения:</b> <a href="https://drive.google.com/drive/folders/13pjGl5nPZFuIC-7Np6C2omK1TKrdjY1p">клик</a>
'''

EDUCATION_DURATION = '''
<b>На базе 9 класса вы обучаетесь 2 года. По окончанию получаете:</b>

• Аттестат об основном общем образовании от Министерства образования КР
• Диплом о начальном профессиональном образовании от Министерства образования КР

<b>На базе 11 класса обучаетесь 10 месяцев.</b>

По окончанию получаете диплом о начальном профессиональном образовании от Министерства образования КР

<b>Внимание!</b>
В ТИПКолледже в городе Токмок длительность обучения отличается, так как колледж выдает <b>диплом о среднем</b> профессиональном образовании.

На базе 9 класса - 3 года 
На базе 11 класса - 2 года
'''

CONTRACT_GROUP = '''
<b>Годовой контракт на базе 11 класса:</b>

• ПЛ №3 в г. Бишкек - 27 000 сом
• ПЛ № 28 в с. Беловодское  - 50 000 сом
• ТИПК в г. Токмок  - 17 900 сом
• ПЛ № 87 в г. Нарын  - 50 000 сом
• ПЛ №14 в г.  Каракол  - 36 000 сом
• ПЛ № 70 в г.  Кызыл-Кыя - 40 000 сом
• ПЛ № 76 в г.  Майлуу-Суу - 8 000 сом


<b>Годовой контракт на базе 9 класса:</b>

• ТИПКв г. Токмок  - 17 900 сом
• ПЛ № 87 в г.  Нарын - 36 000 сом 
• ПЛ №14 в г.  Каракол - 25 000 сом
• ПЛ № 6 в г.  Талас - 25 000 сом
• ПЛ № 70 в г.  Кызыл-Кыя - 25 000 сом
• ПЛ № 76 в г.  Майлуу-Суу - 16 000 сом
'''

BUDGET_GROUP = '''
<b>Бюджетные группы на базе 11 класса:</b>

• ПЛ №3 в г. Бишкек 
• ПЛ №93 в г. Бишкек 
• ПЛ № 28 в с. Беловодское 
• ПЛ № 76 в г. Майлуу-Суу на базе 9 и 11 классов
'''

DOCUMENTS = '''
• Заявление на имя Директора
• Документ об образовании (свидетельство для 9 кл., аттестат для 11 кл.)
• Медицинскую справку по форме №086-У
• 6 фотокарточек размером 3Х4 см
• Справка с места жительства, состав семьи
• Копии паспортов родителей (если вам нет еще 18 лет)
• Папка-скоросшиватель.
• Призывникам необходимо предъявить приписное свидетельство, военнообязанным – военный билет;
• Паспорт и\или другие документы, удостоверяющие личность, предъявляются лично при подаче документов
'''

LAPTOP = '''
Для поступления необходимо иметь собственный ноутбук. 

<b>Минимальные характеристики для ноутбука</b>:
• 64х-битная система
• Двухъядерный процессор (intel core i3 и выше)
• от 4х Гб оперативной памяти
• рекомендуется SSD на 128 Гб и выше

<b>Рекомендуемые характеристики</b>:
• Процессор i5 и выше
• 8gb и больше оперативной памяти
• Рекомендуется ssd больше 128гб
'''

DORM = '''
<b>Общежитие с бесплатным проживанием:</b>
• ПЛ № 3 в г. Бишкек
• ТИПК в г. Токмок
• ПЛ  № 14 в г. Каракол
• ПЛ  №6 в г. Талас
• ПЛ  №87 в г. Нарын
• ПЛ  №76 в г. Кызыл-Кыя
'''